Repository: lerenardprudent/organi_agents
Catalog: src/Locale/*/default.po
Languages: fr_ca

# title
source: Chemical agent hierarchy visualisation
fr_ca: Organigramme des agents chimiques

# select_agents
source: Select a subset of chemical agents to show
fr_ca: Sélectionner un sous-ensemble d'agents chimiques à afficher

source: No agents found
fr_ca: Aucuns agents trouvés

# draw_hierarchy
source: Display hierarchy
fr_ca: Dessiner l'organigramme

# agent_jobs
source: {0} jobs coded
fr_ca: {0} emplois codés

source: CANJEM agent
fr_ca: Agent CANJEM

# selected_agent
source: Selected item
fr_ca: Agent sélectionné

# related_agent
source: Related item
fr_ca: Agent connexe

source: Jobs coded
fr_ca: Emplois codés :

# codes_missing
source: jobs coded than for
fr_ca: emplois codés que pour

# codes_match
source: Jobs coded match those for
fr_ca: Emplois codés concordent avec ceux pour

# legend_count_ok
source: Total number of jobs coded for the item
fr_ca: Nombre total d'emplois codés pour cet élément

# legend_count_mismatch
source: Total number of jobs coded for the item<br>(where total does not match total of child item)
fr_ca: Nombre total d'emplois codés pour cet élément<br>(où le total ne concorde pas avec celui de l'élément enfant)
